virginamerica
said
plu
youv
ad
experi
didnt
today
must
mean
need
take
anoth
trip
realli
entertain
amp
littl
big
bad
thing
serious
would
pay
flight
seat
fli
ye
everi
time
go
away
miss
without
well
amaz
arriv
hour
earli
your
good
know
second
caus
pretti
much
better
great
deal
alreadi
think
nd
havent
even
st
yet
im
u
travel
thank
schedul
still
first
cross
countri
lax
mco
ive
heard
noth
flew
nyc
sfo
last
week
couldnt
sit
due
two
either
help
awesom
pleas
want
fare
may
three
avail
select
love
feel
make
stop
soon
guy
mess
reserv
friend
gave
free
statu
call
email
respons
happen
ur
food
option
least
say
site
wont
abl
anyth
next
hr
fail
dont
worri
togeth
cant
get
cold
air
ewr
middl
hi
cool
birthday
add
name
book
problem
oper
club
post
onlin
current
left
iad
one
answer
number
return
phone
prefer
use
could
start
end
year
via
nice
rt
way
best
ever
done
airlin
around
hand
support
work
sign
beyond
hey
flyer
hard
account
win
upgrad
ticket
move
new
citi
expir
leav
dalla
feb
reason
rock
wow
night
oscar
suppos
minut
ago
websit
show
though
impress
wish
atlanta
la
th
tri
sinc
page
never
load
thx
carri
let
us
sorri
dca
pm
check
someon
hold
earlier
tonight
award
everyth
fine
lost
bag
chang
credit
card
fee
custom
servic
team
track
baggag
step
plane
crew
like
yall
sat
morn
correct
watch
differ
media
speak
human
asap
southwestair
jetblu
member
inflight
delay
late
cancel
four
disappoint
share
busi
meet
troubl
wife
bring
code
what
life
home
back
yeah
point
tv
flightl
went
jfk
land
isnt
mobil
passeng
told
class
find
anyon
direct
layov
vega
bought
peopl
she
customerservic
line
hung
info
weather
look
lot
come
phl
horribl
concern
flown
rep
right
bc
secur
run
gate
wait
doesnt
total
min
connect
seem
long
san
absolut
provid
that
intern
complet
month
depart
process
link
tsa
terribl
hotel
assist
yesterday
give
gt
longer
pl
drop
alway
buy
frustrat
extra
luggag
might
world
flt
monday
staff
super
paid
offer
sad
question
possibl
dc
understand
dm
polici
w
kid
prioriti
board
purchas
happi
lga
dfw
friday
keep
error
contact
reschedul
fix
got
tomorrow
unaccept
stuck
agent
close
plan
austin
rout
receiv
repli
airport
checkin
desk
open
luv
fuck
unit
id
follow
mani
apolog
r
wors
respond
spend
money
strand
reimburs
choic
southwest
day
confirm
claim
bo
notif
rebook
gold
worst
wrong
issu
item
head
lose
suck
flightlat
notic
drive
boston
expect
high
quick
appar
sent
pilot
job
snow
row
mechan
handl
drink
twitter
charg
refus
refund
access
broken
forward
cost
put
gonna
report
attend
someth
departur
fun
updat
count
continu
ice
shouldnt
file
destin
sever
wasnt
easi
see
entir
request
treat
wtf
inconveni
full
x
place
instead
cabin
tell
past
husband
came
wonder
despit
safeti
newark
hope
probabl
save
standbi
readi
manag
old
less
half
price
made
c
promis
care
ill
americanair
glad
took
messag
forc
empti
space
spoke
loyal
rd
turn
famili
ok
pick
tweet
car
cust
chanc
joke
also
tix
yr
send
submit
ceo
thought
comput
cannot
guess
announc
address
app
set
wast
system
accept
learn
houston
final
futur
poor
k
group
room
sure
shit
bump
stay
wifi
part
whole
person
ask
luck
accommod
lol
actual
serv
storm
philli
word
resolv
lack
there
fill
huge
orlando
oh
transfer
case
voucher
compani
mayb
pass
given
miami
explain
talk
almost
ppl
daughter
flightr
platinum
termin
weve
rude
iah
taken
detail
charlott
form
ground
els
appreci
tarmac
ua
enough
denver
train
ord
found
supervisor
thru
upset
employe
mom
mile
unfortun
american
control
rather
delta
believ
fll
stand
record
read
everyon
inform
switch
aircraft
knew
winter
reach
hear
babi
enjoy
zero
excus
weekend
held
listen
ridicul
complaint
aw
jet
matter
atl
commun
far
note
top
unitedairlin
usual
extrem
real
cloth
leg
chicago
loung
okay
vacat
sleep
ruin
compens
origin
deliv
clt
idea
figur
screw
theyr
counter
door
b
front
fact
wouldnt
wed
bwi
consid
unabl
incompet
fleet
spent
situat
list
date
aa
lie
catch
den
offic
reflight
seen
locat
tuesday
multipl
state
mainten
twice
hate
allow
sunday
assign
sens
arent
kind
rdu
usairway
suggest
meal
crazi
airway
fault
nashvil
attitud
hang
except
disconnect
wall
runway
live
safe
notifi
hello
relat
water
autom
companion
sw
letter
phx
swa
destinationdragon
imaginedragon
usair
blue
fleek
“jetblu
dividend